# --- Basis / Tools ---
git
base-devel
sudo
curl
wget
htop
fastfetch
eza
bat

# --- Fonts & Icons (für hübsche Prompts, Waybar, Rofi) ---
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-jetbrains-mono-nerd

# --- Netzwerk ---
networkmanager
network-manager-applet

# --- Hyprland Core ---
hyprland
xdg-desktop-portal-hyprland
hyprpaper
hypridle
hyprlock
hyprpolkitagent

# --- Bar / Launcher / Notifications ---
waybar
rofi
dunst

# --- Terminal wie bei Omarchy ---
ghostty
alacritty

# --- Filemanager wie bei HyDE ---
dolphin

# --- Qt/GTK Theme-Zeug (optional, hilft beim hübsch machen) ---
kvantum
kvantum-qt5
kvantum-qt6
qt6ct
gnome-themes-extra
papirus-icon-theme
