alacritty
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
dolphin
dunst
efibootmgr
eza
fastfetch
firefox
ghostty
git
gnome-themes-extra
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
intel-ucode
iw
iwd
keepassxc
kvantum
kvantum-qt5
libpulse
linux
linux-firmware
nano
networkmanager
network-manager-applet
networkmanager-dmenu
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt6ct
rofi
sof-firmware
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
waybar
wget
wireplumber
xdg-desktop-portal-hyprland
zram-generator
